hello = ("Привет! Я бот сценарист, готов сделать для\n"
              "тебя уникальный сценарий")

text_apolog = 'Бот недоступен для вас, лимит пользователей превышен, приносим извинения.'

help = ("Бот создан для развлекательных целей.\n"
             "Пользуйся кнопками, а когда надо будет начать печатать начало истории"
             "воспользуйся клавиатурой."
             "Когда будет опция допольнить историю, тоже воспользуйся клавиатурой.\n"
             "Удачи")

text_genre = 'Теперь ты можешь выбрать один из доступных жанров.'

text_genre2 = 'Выберите жанр с помощью кнопок.'

genre_but = ['комедия','хоррор','приключение']

hero = ['Анджелина Джоли', 'Джейсон Стэйтем', 'Гига чадиха','Пол Уокер']

imp_hero = ' Теперь выберите главного героя.'

text_hero = 'Выберите с помощью кнопок персонажа своего рассказа.'

but_settings = ['Антиутопия', 'Утопия', 'Биопанк']

text_set = ' Хорошо,выбери сеттинг.'

text_set2 = 'Выберите сеттинг.'

add = 'напиши, если хотите ,детали, если нет - нажимай /start_story'

system_content = (
    'Ты помощник для написния сценариев, пиши красочные истории в соответствии с заданными условиями. '
    'Если уместно добавляй диалоги между персонажами в истории. Пиши их с нвой строки после тире. '
    'Историю вы с пользоателем пишите по очереди: начинаешь ты, а он продолжает.'
    'Не пиши никакого пояснительного текста в начале, а просто продолжай историю.'
)

start_story = 'Ваши выборы учтены. Напиши начало истории для начала работы.'

cont = 'Продолжи сюжет в 2-3 предложения. Ничего не поясняй от себя.'

end = 'Напиши завершение истории с классной концовкой. Ничего не поясняй от себя.'

text_apolog2 = 'Доступные сессии закончились, увы.'
assistant_content = 'Продолжи сценарий,основываясь на предыдущие ответы'